student_info = {
    "name": "Анна",
    "age": 20,
    "group_number": "А101"
}

# Создайте множество, содержащее только ключи этого словаря
keys_set = tuple(set(student_info))

print(keys_set)
